[
  [
    "Introduction",
    "Введение. "
  ],
  [
    "Animals grow and change during their life. ",
    "Животные растут и меняются в течение их жизни. "
  ],
  [
    "To produce young, some animals have babies, and others lay eggs.",
    "Чтобы произвести потомство (молодняк), некоторые животные рожают (имеют) детенышей, а другие откладывают яйца. "
  ],
  [
    "These young animals then grow up and produce young, too. ",
    "Эти молодые животные затем вырастут и тоже произведут потомство. "
  ],
  [
    "This journey from being born to producing young is called a life cycle. ",
    "Это путешествие от рождения к производству потомства называется жизненным циклом. "
  ],
  [
    "Animal life cycles are amazing.",
    "Жизненные циклы животных поразительны. "
  ],
  [
    "How do male birds find a mate?",
    "Как самцы у птиц находят пару? "
  ],
  [
    "How big is a baby kangaroo when it's born?",
    "Насколько велик детеныш кенгуру, когда он рождается? "
  ],
  [
    "How does a crocodile carry her babies? ",
    "Как крокодил переносит своих детенышей? "
  ],
  [
    "What does a tadpole grow into?",
    "Во что вырастает головастик? "
  ],
  [
    "Now read and discover more about some amazing animal life cycles!",
    "Теперь читайте и узнавайте больше о некоторых поразительных жизненных циклах животных!"
  ],
  [
    "Life Cycles",
    "Жизненные циклы. "
  ],
  [
    "There are millions of different species of animal in the world. ",
    "Есть миллионы разных видов животных в мире. "
  ],
  [
    "Some animals, like the blue whale, are very big.",
    "Некоторые животные, такие как голубой кит, очень большие. "
  ],
  [
    "Others are so small that we almost can't see them.",
    "Другие настолько малы, что мы почти не можем их видеть. "
  ],
  [
    "These animals all have very different life cycles.",
    "Эти животные имеют очень разные жизненные циклы."
  ],
  [
    "Animal Groups",
    "Группы животных. "
  ],
  [
    "Scientists put animals into groups.",
    "Ученые подразделяют животных на группы. "
  ],
  [
    "The animals in each group are the same in many ways, and they often have very similar life cycles. ",
    "Животные в каждой группе похожи во многих отношениях, и они часто имеют очень похожие жизненные циклы. "
  ],
  [
    "The two biggest animal groups are invertebrates and vertebrates.",
    "Две крупнейшие группы животных - беспозвоночные и позвоночные. "
  ],
  [
    "Invertebrates are animals that have no backbone.",
    "Беспозвоночные - это животные, которые не имеют позвоночника. "
  ],
  [
    "More than 95% of the animal species in the world are invertebrates, and most of them are very small.",
    "Более 95 % видов животных в мире - беспозвоночные и большинство из них очень маленькие."
  ],
  [
    "There are many different groups of invertebrates.",
    "Есть много различных групп беспозвоночных. "
  ],
  [
    "The biggest group is called arthropods. ",
    "Самая большая группа называется членистоногие. "
  ],
  [
    "Insects, spiders, and animals like crabs that have a hard shell, are all arthropods.",
    "Насекомые, пауки и такие животные как крабы, которые имеют твердый панцирь, все они членистоногие. "
  ],
  [
    "Animals that have a backbone are called vertebrates.",
    "Животные, которые имеют позвоночник, называются позвоночным. "
  ],
  [
    "Only a few percent of the animals in the world are vertebrates, and most of them are much bigger than invertebrates. ",
    "Лишь несколько процентов животных в мире являются позвоночными и большинство из них гораздо крупнее, чем беспозвоночные. "
  ],
  [
    "Because of this, we see vertebrates more often than invertebrates. ",
    "Из-за этого мы видим позвоночных чаще, чем беспозвоночных. "
  ],
  [
    "Scientists put vertebrates into five big groups - they are called fish, amphibians, reptiles, birds, and mammals.",
    "Ученые подразделяют позвоночных на пять больших групп - они называются рыбы, амфибии, рептилии, птицы и млекопитающие."
  ]
]