[
  [
    "Staying Alive",
    "Остаться в живых. "
  ],
  [
    "All animals need to find food to stay alive. ",
    "Всем животным нужно искать пищу, чтобы остаться в живых. "
  ],
  [
    "Some animals are carnivores. ",
    "Некоторые животные являются хищниками. "
  ],
  [
    "This means that they eat other animals. ",
    "Это означает, что они едят других животных. "
  ],
  [
    "Herbivores eat plants, and omnivores eat plants and animals.",
    "Травоядные поедают растения, а всеядные едят растения и животных. "
  ],
  [
    "There are many dangers for animals. ",
    "Есть много опасностей для животных. "
  ],
  [
    "They have to keep safe from predators - animals that hunt and eat other animals. ",
    "Они должны держать в стороне (безопасности) от хищников - животных, которые охотятся и едят других животных."
  ],
  [
    "People hunt birds and other animals.",
    "Люди охотятся на птиц и других животных. "
  ],
  [
    "People also cut down trees and build houses and roads on land. ",
    "Люди также рубят деревья и строят дома и дороги на земле. "
  ],
  [
    "When they do this, animals lose their homes and their food. ",
    "Когда они это делают, животные теряют свои дома и свою пищу. "
  ],
  [
    "Many animals also become sick or die because of pollution of the land, oceans, rivers, and air. ",
    "Многие животные также становятся больными или умирают из-за загрязнения земли, океанов, рек и воздуха. "
  ],
  [
    "Life is very dangerous for animals. ",
    "Жизнь очень опасна для животных. "
  ],
  [
    "Many animals die before they are old enough to produce young.",
    "Многие животные умирают прежде, чем станут достаточно взрослыми, чтобы произвести потомство. "
  ],
  [
    "Different animals live for different amounts of time. ",
    "Различные животные живут в течении различного количества времени. "
  ],
  [
    "A Galapagos tortoise can live for 150 years, but an adult mayfly usually lives for just a few hours.",
    "Галапагосская черепаха может жить в течение 150 лет, но взрослая муха-однодневка обычно живет в течении только нескольких часов."
  ],
  [
    "Breeding",
    "Размножение. "
  ],
  [
    "Most species of animal have males and females.",
    "У большинства видов животных есть самцы и самки. "
  ],
  [
    "Males produce sperm, and females produce eggs.",
    "Самцы производят сперму, а самки производят яйца. "
  ],
  [
    "Baby animals are made when sperm from the male joins together with an egg from the female. ",
    "У животных детеныши появляются (создаются), когда сперматозоид от самца объединяется вместе с яйцом от самки. "
  ],
  [
    "This is called fertilization.",
    "Это называется оплодотворением. "
  ],
  [
    "Some animals give birth to baby animals. ",
    "Некоторые животные рожают (дают рождение) детенышей(детей животных). "
  ],
  [
    "Other animals, like reptiles and birds, lay eggs. ",
    "Другие животные, например рептилии и птицы, откладывают яйца. "
  ],
  [
    "Their babies hatch - they break the egg open and come out.",
    "У них детеныши вылупляются - они проламывают яйцо и выходят наружу. "
  ],
  [
    "Most reptiles and birds care for their babies. ",
    "Большинство рептилий и птиц заботятся о своих детенышах. "
  ],
  [
    "Most insects and fish do not care for their eggs or their babies. ",
    "Большинство насекомых и рыб не заботятся о своих яйцах или своих детенышах. "
  ],
  [
    "All mammals care for their babies and feed them milk. ",
    "Все млекопитающие заботятся о своих детенышах и кормят их молоком. "
  ],
  [
    "Some big mammals stay with their babies for many years.",
    "Некоторые крупные млекопитающие остаются со своими детенышами на протяжении многих лет."
  ]
]