[
  [
    "Insects",
    "Насекомые. "
  ],
  [
    "Insects are small animals like butterflies, beetles, flies, bees, and ants. ",
    "Насекомые - это маленькие животные, такие как бабочки, жуки, мухи, пчелы и муравьи. "
  ],
  [
    "There are more than a million species of insect in the world. ",
    "Существует более чем миллион видов насекомых в мире. "
  ],
  [
    "Many insects change in amazing ways during their life.",
    "Многие насекомые изменяются удивительными способами в течение своей жизни."
  ],
  [
    "Larvae and Nymphs",
    "Личинки и нимфы. "
  ],
  [
    "Almost all insects start their life in an egg. ",
    "Почти все насекомые начинают свою жизнь в яйце. "
  ],
  [
    "The young insect grows inside the egg and then it hatches. ",
    "Молодое насекомое растет в яйце, а затем оно вылупляется. "
  ],
  [
    "Some baby insects, like bees, look very different from their parents. ",
    "Некоторые детеныши насекомых, таких как пчелы, внешне (выглядят) очень отличаются от своих родителей. "
  ],
  [
    "These baby insects are called larvae. ",
    "Эти детеныши насекомых называются личинками. "
  ],
  [
    "Other baby insects, like locusts, look more like their parents.",
    "Другие детеныши насекомых, таких как саранча, больше похожи на своих родителей. "
  ],
  [
    "These baby insects are called nymphs. ",
    "Эти детеныши насекомых называются нимфами. "
  ],
  [
    "Larvae and nymphs are very small when they hatch.",
    "Личинки и нимфы очень маленькие, когда они вылупляются."
  ],
  [
    "Growing Up",
    "Рост. "
  ],
  [
    "A young insect eats a lot of food and grows very quickly. ",
    "Молодое насекомое ест много пищи и растет очень быстро. "
  ],
  [
    "It has a hard cover, called an exoskeleton.",
    "Оно имеет твердую оболочку, называемую экзоскелет. "
  ],
  [
    "When the exoskeleton is too small for the young insect, it breaks open and comes off. ",
    "Когда экзоскелет становится слишком мал для молодого насекомого, он разрывается и сходит. "
  ],
  [
    "A new exoskeleton grows under the old one.",
    "Новый экзоскелет растет под старым. "
  ],
  [
    "This is called molting.",
    "Это называется линькой. "
  ],
  [
    "Some insects grow wings that get bigger every time they molt. ",
    "У некоторых насекомых вырастают крылья, которые становятся больше каждый раз, когда они линяют."
  ],
  [
    "After the insect molts for the last time, it becomes an adult that can fly and produce young.",
    "После того как насекомое линяет в последний раз оно становится взрослым, так что может летать и производить потомство. "
  ],
  [
    "This is called incomplete metamorphosis.",
    "Это называется неполным метаморфозом. "
  ],
  [
    "Most insects change by complete metamorphosis.",
    "Большинство насекомых изменяются полным метаморфозом. "
  ],
  [
    "When the larva is ready to change into an adult, its exoskeleton comes off. ",
    "Когда личинка готова превратиться во взрослого, ее экзоскелет сходит. "
  ],
  [
    "Under the exoskeleton there's a pupa - it's like a closed case. ",
    "Под экзоскелетом есть куколка - это как закрытый чехол. "
  ],
  [
    "Inside the pupa, an amazing change happens. ",
    "Внутри куколки происходит удивительное изменение. "
  ],
  [
    "The larva changes into an adult that looks completely different!",
    "Личинка превращается во взрослую, которое выглядит совершенно иначе!"
  ]
]